const thesisData = {
    bachelor: [
      { id: 1, title: 'واقعة الإدارة  الاستراتيجية في التعليم العالي ', author: ['مرقـــاق وردة'], date: '2023-05-01',year :'2016', institute: 'جامعة 8 ماي 1945', description: 'دراسة ميدانية بمجمع سويداني بوجمعة - 8 ماي 1945 قالمة نموذجا' , url:'bachelor1' },
      { id: 2, title: 'دور تسيير الكفاءات المهنية في تحسين الأداء المؤسسي في المؤسسة الاقتصادية', author: ['بركاني بثينة','حفيظي حنان'], date: '2022-12-15',year :'2017', institute: 'جامعة 8 ماي 1945', description: '-دور تسيير الكفاءات المهنية في تحسين الأداء المؤسسي في المؤسسة الاقتصادية دراسة ميدانية بمؤسسة سونمغاز - قالمة ',url:'bachelor2' },
    ],
    masters: [
      { id: 3, title: 'تأثير تطبيق إدارة الجودة الشاملة على جودة الخدمات الفندقية من وجهة نظر العاملين ', author: ['طابوش عبد اللطيف'], date: '2023-01-10',year :'2018', institute: 'جامعة 8 ماي 1945', description: ' تأثير تطبيق إدارة الجودة الشاملة على جودة الخدمات الفندقية من وجهة نظر العاملين دراسة ميدانية بفندق صبري - عنابة -',url:'master1' },
     
      
    ],
    doctorate: [
      { id: 4, title: 'أثر الدعم الفلاحي على سوق العمل في الجزائر', author:[ 'زكريا جرفي'], date: '2022-09-20',year :'2020', institute: 'جامعة محمد خيضر', description: 'أثر الدعم الفلاحي على سوق العمل في الجزائر  دراسة تحليلية قياسية' ,url:'doctorat1' },
    ]
  };
const data ={thesisData};
export default data;